/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Ge åtkomst";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta behöver åtkomst till dina kontakter. Vi lagrar inte dina kontakter på våra servrar.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Ursäkta!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Acceptera nya säkerhetsnummer";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Åtgärd krävs";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta kräver åtkomst till dina kontakter. Åtkomst till kontakter är begränsad. Forsta kommer stängas. Du kan inaktivera begränsningen temporärt så att Forsta kommer åt dina kontakter genom att gå till Inställningar >> Allmänt >> Begränsningar >> Kontakter >> Tillåt ändringar.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Stäng";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Svara";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Nytt meddelande! Öppna appen för att läsa det.";

/* No comment provided by engineer. */
"APN_Message" = "Nytt meddelande!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Meddelande från";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Meddelande i grupp";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ i grupp %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arkivera";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arkivera";

/* No comment provided by engineer. */
"ATTACHMENT" = "Bifogad fil";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Filen kunde inte laddas ner, tryck för att försöka igen.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Laddar ner bifogad fil";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Ny bifogad fil i kö för hämtning.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta behöver komma åt mikrofonen för att fungera. Du kan ändra om du tillåter det eller inte i appen Inställningar >> Integritetsskydd >> Mikrofon >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Ring tillbaka";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Välj från bibliotek...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Det här kommer återställa appen, radera dina meddelanden och avregistrera dig från servern. Appen kommer stängas när datan är raderad.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Är du säker på att du vill radera ditt konto?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Du kommer inte längre kunna skicka eller ta emot meddelanden i den här gruppen.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Vill du verkligen lämna?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Länka ny enhet";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Bekräfta";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Oregistrerat nummer";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Konversations-inställningar";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Att återställa din session låter dig ta emot nya meddelanden från %@, men kommer inte få tillbaka meddelanden som redan är korrupta.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Välj landskod";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u dagar";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Levererad";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Senast aktiv: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Länkad: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Misslyckades uppdatera enhetslistan.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Meddelanden försvinner";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Gör att meddelanden som skickats och tagits emot i denna konversation kommer försvinna efter att de lästs.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Avfärda";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Ändra grupp";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Spara";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Tryck på knappen för nytt meddelande.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Starta din första konversation i Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Du kan arkivera inaktiva konversationer för senare från din Inkorg.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Rensa bland konversationerna.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Bjud in kontakt";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Inga av dina kontakter har Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Vad sägs om att bjuda in någon";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Tips: lägg till en konversation som en påminnelse!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Klar. Klar. Klar.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Ingenting. Noll. Tomt. Nada.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Skinande rent och fint.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Serverfel!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Avsluta";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Fel vid handskakning!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Du la på.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "De la på.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Fel vid inloggning!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Meddelande från server:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Numret är inte registrerat hos Forsta eller RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Mottagaren är inte tillgänglig.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Du avvisade samtalet.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Samtal avvisat.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Du gjorde ett annat samtal.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Upptaget...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Missade samtalet.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Klientfel!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Kunde inte skicka meddelande.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta kunde inte nå ut på internet. Försök igen från ett annat trådlöst nätverk eller använd mobildata.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Serverfel. Försök igen senare.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Mottagaren finns inte längre som användare i Forsta.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Fick ett duplicerat meddelande.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Mottagarens nyckel är ogiltig.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Tog emot ett dåligt krypterat meddelande. Tryck för att återställa sessionens säkerhet.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Fick ett meddelande som inte är kompatibelt med den här versionen.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Ingen tillgänglig session för kontakten.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Säkerhetsnumren har ändrats.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Ett okänt fel inträffade.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Säkerhetsnumren har ändrats. Tryck för att verifiera.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Attans!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Får för många fel med den här kontakten. Försök igen senare.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "Du behöver acceptera deras nya säkerhetsnummer innan du kan skicka.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Kunde inte skicka. Tryck för att försöka igen.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Kunde inte verifiera säkerhetsnummer!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Nollställ sessionen.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Avatar ändrad.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Gruppen skapad.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Skapar en ny grupp";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Kunde inte skapa gruppen";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Hantera grupper";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ anslöt sig till gruppen.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ har lämnat gruppen.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Gruppmedlemmar";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Lämnar gruppen %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Kunde inte gå ur gruppen";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Titeln är nu '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Gruppen uppdaterad.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Du har lämnat gruppen.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u timmar";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Ansluter...";

/* Call setup status label */
"IN_CALL_RINGING" = "Ringer...";

/* Call setup status label */
"IN_CALL_SECURING" = "Besvarat. Säkrar...";

/* Call setup status label */
"IN_CALL_TALKING" = "Säkrat. Aktiv.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Klar.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Inkommande samtal";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Inkommande samtal från %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Meddelanden försvinner efter %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Meddelanden försvinner inte.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Lämna";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Lämna grupp";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "QR-koden stämmer inte, kolla att du läser av QR-koden som visas på enheten som du vill länka.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Kunde inte länka enheten";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Den här enheten kommer att se dina grupper och kontakter, läsa alla dina meddelanden och skicka meddelanden i ditt namn.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Länka den här enheten?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Försök igen";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Läs av QR-koden som syns på enheten för att länka ihop.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Läs av QR-kod";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Länka ny enhet";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Länkade enheter";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Misslyckades länka enhet";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Lista gruppmedlemmar";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Läser in dina kontakter.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Vänta lite.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Loggning";

/* No comment provided by engineer. */
"ME_STRING" = "Jag";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nytt meddelande";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minuter";

/* No comment provided by engineer. */
"MISSED_CALL" = "Missat samtal";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "Du har inte låtit Forsta använda din kamera. Ändra i dina systeminställningar om du vill gå vidare.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta behöver använda din kamera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Missade samtal från %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Du tog emot ett samtal från %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Du ringde %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Du kan inte koppla till fler enheter.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Du har nått max antal enheter som du kan koppla ihop med ditt konto. Ta bort en enhet eller gör ett nytt försök lite senare.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Kontrollera att du är online och försök igen.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Ansluten";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Ansluter";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Nätverksstatus";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Offline";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Du kan se din nätverksstatus på den färgade raden ovanför din inkorg.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Ny grupp";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Namnge denna gruppchatt";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Lägg till personer";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Ditt meddelande kunde inte skickas till %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "På grund av kända buggar i Apples push-ramverk kommer förhandsvisningar av meddelanden bara att visas om meddelanden hämtas inom 30 sekunder efter att de skickades. Som ett resultat av det kan applikationens bricka vara felaktig.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Inget namn eller meddelande";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notiser i bakgrunden";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notiser i appen";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Avsändarens namn & meddelande";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Enbart avsändarens namn";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Visa";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Notisljud";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Inställningar";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ stängde av att meddelanden försvinner.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ satte tid innan meddelanden försvinner till %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Utgående samtal";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Din iPhone behöver låsas upp för att ta emot nya meddelanden";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Det här ser inte ut som rätt säkerhetsnummer för %@. Verifierar du rätt kontakt?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Varje par av Forsta användare delar distinkta säkerhetsnummer. Dubbelkolla att %@ visar *dina* distinkta säkerhetsnummer.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Du kör en gammal version av Forsta. Du behöver uppdatera innan du kan verifiera.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Din partner kör en gammal version av Forsta. De behöver uppdatera innan du kan verifiera.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Koden som lästes in verkar inte vara ett säkerhetsnummer. Är du säker att ni båda två har en uppdaterad version av Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Om du vill vara säker på att din kommunikation med %@ är krypterad hela vägen, jämför numren ovan med numren på den andra enheten.\n\nEtt alternativ är att du läser av koden på deras telefon eller be dem läsa av din kod.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verifiera säkerhetsnummer";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Fortsätt";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Markera som läst";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Svara";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Lyckades med omregistrering för push-notiser.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Push-notiser";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta behöver kunna visa notiser med ljud när någon ringer dig. Ändra detta i appen Inställningar >> Notiser >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Om du gillar att använda Forsta för att ha privata konversationer så kan du stödja vårt projekt genom att betygsätta det. Det tar inte mer än en minut, och hjälper andra att förbättra sin integritet.";

/* No comment provided by engineer. */
"RATING_RATE" = "Betygsätt Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Stöd Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Ange en giltig landskod";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Fel på landskod";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta låter dig ha privata samtal med dina kontakter. Forsta behöver få tillgång till dina kontakter för att kunna användas.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Fortsätt";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Välkommen!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Försök igen";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Servern har just nu en begränsning på nya användare. Försök om en stund igen.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registrerat nummer";

/* Alert title */
"REGISTRATION_BODY" = "Kunde in omregistrera för push-notiser.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Landskod";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Ange nummer";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Fel vid registrering";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "Vi kan inte aktivera ditt konto förrän du har verifierat koden vi skickat till dig.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Formatet på telefonnumret stöds inte, vänligen kontaktar supporten.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Telefonnummer";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Hoppsan, du är ivrig att få iväg första meddelandet! Innan du kan göra det behöver du registrera dig.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Ditt telefonnummer";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Kunde inte verifiera";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "Numren du skrev stämmer inte med de vi skickade. Kan du dubbelkolla?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifiera den här enheten";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Avvisa";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Telefonnumret som du försöker registrera finns redan på en annan server, avregistrera dig därifrån och försök igen.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Omregistrera för push-notiser";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Försök igen";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Säkerhetsnumren för %@ har ändrats. Du kanske vill verifiera dem.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Läs av kod";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Läs av QR-koden på din kontakts enhet.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Sök via namn eller nummer";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u sekunder";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Den säkra anslutningen har återställts.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Skicka igen";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Skicka";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Skicka SMS till:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Bjud in en vän via osäkert SMS?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Kunde inte skicka SMS, försök igen senare.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Du har bjudit in din vän till Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Vill du bjuda in följande nummer till Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Om";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Slå på debug-log";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Skicka in debug-loggar";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avancerat";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Behöver ditt godkännande innan du börjar kommunicera med någon som har nya säkerhetsnummer, vilket brukar bero på att Forsta har ominstallerats.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Kräv godkännande om ändrats";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Rensa historik";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems \nLicenserad under GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Radera konto";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Är du säker på att du vill radera all historik (meddelanden, bifogade filer, samtalshistorik ...)? Du kan inte ångra dig.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Jag är säker.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Hjälp";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historik";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Information";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Bjud in";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Du kan nå mig via Forsta från @forstainc, hämta den nu.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Inställningar";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notiser";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Integritetsskydd";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Godkänna säkerhetsnummer";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Aktivera skärmsäkerhet";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Förhindrar Forstas förhandsvisning när du växlar mellan appar.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Skärmsäkerhet";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Dela installationslänk";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Support";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Version";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Visa nya säkerhetsnummer";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u dag";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u timme";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minut";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u vecka";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Jag vill gärna att du installerar Forsta! Här är länken:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Era säkerhetsnummer har verifierats. Du kan vara säker på att din kommunikation med %@ är privat.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Säkerhetsnummer verifierade!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Ta bild eller videoklipp";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Ta en bild";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Vi kunde inte få tag i en uppdaterad kontaktlista från servern. Försök igen lite senare.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Avbryt";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Radera";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Avarkivera";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Okänd bifogad fil";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Okänd kontakt";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Avlänka";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Genom att ta bort länkningen med enheten, kommer den inte längre kunna skicka eller ta emot meddelanden.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Avlänka \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta kunde inte avlänka din enhet.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Namnlös enhet";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Kunde inte avregistrera från Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Tog emot bifogad fil av en typ som det saknas stöd för.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Den här funktionen stöds inte på din enhet.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Uppdatera";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Uppgraderar Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Skickar iväg...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Byt nummer";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Verifieringskod";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Ring mig istället";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Begär ny kod";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Skicka verifieringskod";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verifiera";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verifiera säkerhetsnummer";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Färdigställ länkningen i Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u veckor";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Inbox";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Du stängde av att meddelanden försvinner.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Du satte tid innan meddelanden försvinner till %@.";
